[{"title":"Information records of works produced by the National Film Board","desc1":"The \"Information Records\" are the project application files for the production of a creative work. This data set list the Information Records of works produced by the NFB.","desc2":"","org":"National Film Board","format":"TXT CSV","tag":"nfb,  film,  creative work,  information record,  business plan,","jurisdiction":"Federal","subject":"art"},{"title":"Bibliographical records for works of National Film Board published on the Internet\n                                \n                                NFB.ca","desc1":"Files of bibliographical records of NFB's works published on the web site NFB.ca or the teaching resource CAMPUS, in MARC21 format.","desc2":"","org":"National Film Board","format":"TXT ZIP","tag":"nfb,  film,  work,  interactive production,  bibliographical record,  MARC21,","jurisdiction":"Federal","subject":"art"},{"title":"Transition 2019 – E-binder. Leslie Weir, Librarian and Archivist of Canada, August 30, 2019","desc1":"The e-binder contains short summaries of thematic issues, trends and challenges facing Library and Archives Canada (LAC) for the new Librarian and Archivist of Canada. The e-binder also includes links to summary organizational charts for each LAC sector.","desc2":"","org":"Library and Archives Canada","format":"HTML","tag":"access,  access to information and privacy (ATIP),  acquisition,  archives,  Aurora,  class action lawsuits,  conservation,  digitization,  documentary heritage,  exhibitions,  Gatineau 2,  governance,  Indigenous languages and cultures,  information management,  legal deposit,  libraries,  open government,  Online Computer Library Center (OCLC),  Ottawa Public Library,  preservation,  Prime Minister Harper Project,  publisher,  recordkeeping,  solicitor-client privilege,  Voilà,","jurisdiction":"Federal","subject":"art"},{"title":"Report on Funded Open Access Scientific Publications","desc1":"This report and its data are intended to provide an update on the status of scientific publications resulting from research projects funded by the Canadian Space Agency between 2011 and 2017. It identifies publications that contribute to the accessibility of science through their openness. This study was carried out in collaboration with the Observatoire des sciences et technologies and the Larkin-Kerwin Library.","desc2":"","org":"Canadian Space Agency","format":"DOC CSV","tag":"CSA,  Report,  scientific publications,  openness,","jurisdiction":"Federal","subject":"art"},{"title":"Fees Report (Library and Archives Canada)","desc1":"This report, which is tabled under section 20 of the Service Fees Act  and section 4.2.8 of the Directive on Charging and Special Financial Authorities , contains information about the fees that LAC had the authority to charge in the 2018 to 2019 fiscal year.","desc2":"","org":"Library and Archives Canada","format":"PDF","tag":"Fees Report,  Library and Archives Canada,","jurisdiction":"Federal","subject":"art"},{"title":"Canadian Film or Video Production Tax Credit Program (CPTC) - Certified Productions","desc1":"These lists provide the following information on productions for which a Canadian film or video production (Part A) certificate (defined in subsection 125.4(1) of the Income Tax Act) was issued: The title of the production for which the certificate was issued, and the name of the taxpayer(s) to whom the certificate was issued. Where a production is a series, note it is possible that not all episodes were certified. Approximately every six months, the list of certified productions since 2010 will be withdrawn and replaced with a new update to report the addition of newly certified productions and the removal of revoked productions.","desc2":"","org":"Canadian Heritage","format":"XLSX CSV XLS","tag":"Film,  Television,  Tax Credit,  certified,  production,  audio-visual,  audiovisual,","jurisdiction":"Federal","subject":"art"},{"title":"A Plan for Experimentation at Canadian Heritage","desc1":"This plan sets out our approach to integrate experimentation into all elements of our department’s core business. All funding programs are pursuing experimentation to test, measure and compare the effectiveness of new approaches. All of our internal service offices are supporting the pursuit of experimentation in the department, and are adapting their processes and risk tolerances accordingly. Experimentation is a priority for employees at all level.","desc2":"","org":"Canadian Heritage","format":"PDF/UA","tag":"Innovation,  Experimentation,  Canadian Heritage,","jurisdiction":"Federal","subject":"art"},{"title":"Performance Results – Film and Video Tax Credits","desc1":"The Canadian Audio-Visual Certification Office (CAVCO) receives applications under both the Canadian Film or Video Production Tax Credit (CPTC) and the Film or Video Production Services Tax Credit (PSTC) programs. CAVCO provides monthly updates on its processing of applications under each program. The first three tables below show the number of business days it took for files certified in a given month to progress from when an application was complete to when it was certified. CAVCO's service standard for processing applications is 120 business days.","desc2":"","org":"Canadian Heritage","format":"HTML","tag":"video,","jurisdiction":"Federal","subject":"art"},{"title":"Canadian Heritage Inventory of Planned Research 2018-2019","desc1":"Research is decentralized in the Department of Canadian Heritage. This document was developed by the Policy Research Group (PRG) whose mandate is to provide coordination and support to Sectors and Branches in the area of research, and optimize the dissemination and use of data and statistics within the Department. It is important to note that this list includes planned projects for 2018-2019 and is subject to change as priorities evolve. Canadian Heritage is committed to sharing its internal research products as a commitment to open research, one of the pillars of its Open Government Strategy.","desc2":"","org":"Canadian Heritage","format":"PDF/UA","tag":"Research,  culture,  heritage,  sport,","jurisdiction":"Federal","subject":"art"},{"title":"Data on funding provided in 2016-2017 and 2017-2018 by the Canada Cultural Spaces Fund, Canadian Heritage","desc1":"The Canada Cultural Spaces Fund (CCSF) supports the improvement of physical conditions for arts, heritage, culture and creative innovation. The Fund supports renovation and construction projects, the acquisition of specialized equipment and feasibility studies related to cultural spaces.","desc2":"","org":"Canadian Heritage","format":"CSV","tag":"Canada Cultural Spaces Fund,  CCSF,  Renovation,  Construction,  Specialized equipment,  Feasibility study,  Cultural infrastructure,  Heritage facilities,  Cultural facilities,  Arts spaces,  Heritage spaces,  Arts facilities,  Funding culture,  Funding arts,  Professional art funding,  Professional heritage funding,  Professional artistic space,  Professional heritage space,  Professional cultural facility,","jurisdiction":"Federal","subject":"art"},{"title":"Data on funding provided in 2016-2017 and 2017-2018 by the Canada Arts Presentation Fund, Canadian Heritage","desc1":"The Canada Arts Presentation Fund (CAPF) provides financial assistance to organizations that professionally present arts festivals or performing arts series (arts presenters) and organizations that offer support to arts presenters.","desc2":"","org":"Canadian Heritage","format":"CSV","tag":"Canada Arts Presentation Fund,  CAPF,  Arts festivals,  Performing arts series,  Arts festival presenters,  Art presentation,  Professional arts festivals,  Performing arts series presenters,  Presenter support organizations,  Promote Canadian artists,  Funding culture,  Funding arts,  Professional arts funding,  Professional artistic experiences,","jurisdiction":"Federal","subject":"art"},{"title":"National Film Board completed productions by year","desc1":"Information on all NFB's production projects completed during a year.","desc2":"","org":"National Film Board","format":"CSV TXT","tag":"nfb,  completed production,  film,  work,  producer,  director,  digital creator,  studio,  interactive production,","jurisdiction":"Federal","subject":"art"},{"title":"Canadian Program Certification","desc1":"Canadian Program Certification helps independent Canadian program producers to obtain Canadian certification for TV productions that use mainly Canadian crews and talents.","desc2":"","org":"Canadian Radio-television and Telecommunications Commission","format":"CSV","tag":"Canadian Program Certification,  CRTC,  Programs,  Canadian Conventional Television,  Pay Specialty,  TV,  logs,","jurisdiction":"Federal","subject":"art"},{"title":"Key Funding Data on Canada Council for the Arts Grant Recipients","desc1":"Key data on Canada Council funding offers a complete list of grant recipients from 2013-14 to 2017-18, including detailed information by program, field of practice, region (for example community and federal riding) and much more. In addition to grant figures, you can find information on Canada Council Art Bank purchases, Canadian Commission for UNESCO (United Nations Educational, Scientific and Cultural Organization) and Special Funds (endowed prizes, Killam Research Fellowships and Prizes and the Japan-Canada Fund).","desc2":"","org":"Canada Council for the Arts","format":"PDF CSV","tag":"Open data,  arts,  funding,  grants,  artists,  groups,  arts organizations,","jurisdiction":"Federal","subject":"art"},{"title":"National Film Board video content published on-line","desc1":"List of all titles published on the Internet for streaming by NFB. Some titles are published on the Internet but can't be viewed because of rights restrictions.","desc2":"","org":"National Film Board","format":"TXT CSV","tag":"nfb,  film,  work,  online,  streaming,","jurisdiction":"Federal","subject":"art"},{"title":"Works of the National Film Board presented to festivals and awards won","desc1":"List of National Film Board's works presented to festivals and awards won.","desc2":"","org":"National Film Board","format":"TXT CSV","tag":"nfb,  film,  work,  festival,  award,","jurisdiction":"Federal","subject":"art"},{"title":"Review of the Canadian Feature Film Industry","desc1":"Appearance before the House of Commons Standing Committee on Canadian Heritage: Review of the Canadian Feature Film Industry Presented by Claude Joli-Coeur, Government Film Commissioner and Chairperson of the NFB (National Film Board of Canada), Monday, March 23, 2015","desc2":"","org":"National Film Board","format":"TXT ZIP","tag":"nfb,  film,  feature film,  canadian industry,","jurisdiction":"Federal","subject":"art"},{"title":"National Film Board - Emerging And Digital Media: Opportunities And Challenges","desc1":"Presentation to the House of Commons Standing Committee on Canadian Heritage, April 29, 2010.","desc2":"","org":"National Film Board","format":"TXT ZIP","tag":"presentation,  digital,  media,  opportunities,  challenge,","jurisdiction":"Federal","subject":"art"},{"title":"National Film Board - Study concerning the 150th anniversary of Canada in 2017","desc1":"Presentation to the House of Commons Standing Committee on Canadian Heritage, December 6, 2011.","desc2":"","org":"National Film Board","format":"TXT ZIP","tag":"nfb,  Canada 2017,  150th anniversary,","jurisdiction":"Federal","subject":"art"},{"title":"Departmental Performance Reports","desc1":"Annual reports on National Film Board activities and projects, by fiscal year.","desc2":"","org":"National Film Board","format":"TXT ZIP","tag":"NFB,  report,  performance,  budget,  expense,  audiovisual,","jurisdiction":"Federal","subject":"art"},{"title":"National Film Board - Deficit Reduction Action Plan","desc1":"Table of planned budgetary reduction actions plan from the National Film Board, as published in 2012-2013.","desc2":"","org":"National Film Board","format":"TXT ZIP","tag":"nfb,  plan,  reduction,  saving,","jurisdiction":"Federal","subject":"art"},{"title":"National Film Board (NFB) annual review on official languages","desc1":"Review of the implementation by the National Film Board (NFB) of Article 41 of the Official Languages Act. These documents contain qualitative data on the implementation of NFB's projects for development of official language minority communities (OLMC) and the promotion of French and English in Canadian society.","desc2":"","org":"National Film Board","format":"TXT ZIP","tag":"nfb,  review,  official languages,  French,  English,","jurisdiction":"Federal","subject":"art"},{"title":"Art Bank Collection","desc1":"This dataset contains the art works in the Canada Council Art Bank collection. For 40 years, the Art Bank has been collecting work by the best Canadian artists of our times. It has become the world's largest collection of contemporary Canadian art with over 17,000 paintings, prints, photographs and sculptures by some 3,000 artists. More than one-third of the collection is on view in public spaces and private organizations across Canada, through art rentals, loans, and outreach programs.","desc2":"","org":"Canada Council for the Arts","format":"XML","tag":"Art Bank,  art bank,  painting,  installation,  sculpture,  media,  work on paper,  fibre,  photograph,","jurisdiction":"Federal","subject":"art"},{"title":"Early Images of Canada: Illustrations from Rare Books","desc1":"550 searchable images, mostly engravings, from Library and Archives Canada's Rare Book Collection. All of the images are taken from books, often exploration or missionary narratives, published before the year 1800. These particular images have been selected because they depict geography that is now part of Canada or events that are significant in Canadian history.","desc2":"","org":"Library and Archives Canada","format":"CSV","tag":"images,  1800,  engravings,  rare books,  exploration,","jurisdiction":"Federal","subject":"art"},{"title":"Library catalogue for Communication Security Establishment","desc1":"The Communications Security Establishment library contains a large number of books covering a wide range of topics.  This dataset lists the books in the library catalogue.","desc2":"","org":"Communications Security Establishment Canada","format":"CSV","tag":"Books,  Library,  Catalogue,","jurisdiction":"Federal","subject":"art"}]